13xforever.language-x86-64-assembly
alefragnani.project-manager
alexcvzz.vscode-sqlite
alfredbirk.tailwind-documentation
anysphere.pyright
austenc.tailwind-docs
benjaminbenais.copilot-theme
bradlc.vscode-tailwindcss
cesium.gltf-vscode
chakrounanas.turbo-console-log
codezombiech.gitignore
cweijan.dbclient-jdbc
cweijan.vscode-database-client2
damms005.devdb
dbaeumer.vscode-eslint
dbcode.dbcode
denoland.vscode-deno
donjayamanne.git-extension-pack
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.code-runner
george-alisson.html-preview-vscode
github.heygithub
golang.go
gruntfuggly.activitusbar
hanifmifta.adocs
hwencc.html-tag-wrapper
justjavac.vscode-deno-extensionpack
kaiwood.indentation-level-movement
laurencebahiirwa.deno-std-lib-snippets
mariusalchimavicius.json-to-ts
matangover.mypy
mechatroner.rainbow-csv
moalamri.inline-fold
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.vscode-speech
msjsdiag.vscode-react-native
mtxr.sqltools
nize.oklch-preview
oracle.sql-developer
percy.vscode-pydata-viewer
pkief.material-icon-theme
pkl2csv.pkl2csv
pomdtr.excalidraw-editor
prisma.prisma
qufiwefefwoyn.inline-sql-syntax
qwtel.sqlite-viewer
rebornix.ruby
redhat.vscode-yaml
ritwickdey.liveserver
rne.snippets
shaharkazaz.git-merger
shopify.ruby-extensions-pack
shopify.ruby-lsp
sorbet.sorbet-vscode-extension
steoates.autoimport
team-sapling.sapling
tht13.python
vikyd.vscode-fold-level
wallabyjs.quokka-vscode
wayou.vscode-todo-highlight
wingrunr21.vscode-ruby
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
ziyasal.vscode-open-in-github
